Arjun.swagger-viewer
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
fcrespo82.markdown-table-formatter
hangxingliu.vscode-nginx-conf-hint
mermade.openapi-lint
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
redhat.vscode-yaml
richie5um2.vscode-sort-json
scala-lang.scala
shanoor.vscode-nginx
streetsidesoftware.code-spell-checker
technosophos.vscode-helm
timonwong.shellcheck
vscodevim.vim
waderyan.gitblame
zxh404.vscode-proto3
