bmalehorn.vscode-fish
charliermarsh.ruff
github.copilot
github.copilot-chat
golang.go
innoverio.vscode-dbt-power-user
mikestead.dotenv
mohsen1.prettify-json
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
renesaarsoo.sql-formatter-vsc
samuelcolvin.jinjahtml
task.vscode-task
yy0931.gitconfig-lsp
yzhang.markdown-all-in-one
